Repository: ronbak/custom-taxonomy-order-ne
Catalog: lang/customtaxorder-*.po
Languages: es_es, fr_fr, it_it, pl_pl

source: Term Order
es_es: Orden del Término
fr_fr: Ordre
it_it: Ordina Categorie
pl_pl: Kolejność terminów

source: Order Categories
es_es: Categorías del Orden
fr_fr: Ordre des Catégories
it_it: Ordina le Categorie
pl_pl: Sortuj kategorie

source: Order
es_es: Orden
fr_fr: Ordre des
it_it: Ordina
pl_pl: Sortuj

source: Order by ID (default).
fr_fr: Ordre par ID (par défaut).
pl_pl: Sortuj po ID (domyślnie).

source: Custom Order as defined above.
fr_fr: Ordre personnalisé (tel que défini ci-dessus).
pl_pl: Własna kolejność zdefiniowana powyżej.

source: Alphabetical Order.
fr_fr: Ordre alphabétique.
pl_pl: Kolejność alfabetyczna.

source: Categories
fr_fr: Catégories

source: Order the taxonomies by dragging and dropping them into the desired order.
es_es: Ordene las taxonomías arrastrándolas y soltándolas en el orden deseado.
fr_fr: Triez les taxonomies en effectuant un glissé-déposé des termes dans l'ordre souhaité.
it_it: Ordina le tassonomie trascinandole (<em>drag&drop</em>) nell'ordine voluto
pl_pl: Sortuj terminy za pomocą metody przeciągnij i upuść.

source: Return to Parent
es_es: Volver al Padre
fr_fr: Retour au Parent
it_it: Torna al genitore
pl_pl: Powróć do rodzica

source: Update Order
es_es: Orden de Actualización
fr_fr: Mettre à jour
it_it: Aggiorna l'ordine
pl_pl: Zapisz kolejność

source: Sort Alphabetical
fr_fr: Tri alphabétique
pl_pl: Sortuj alfabetycznie

source: Sub-
fr_fr: Sous-
it_it: Sotto-
pl_pl: Pod-

source: Choose a term from the drop down to order its sub-terms.
es_es: Escoja un término desde el menú desplegable para ordenar sus sub términos.
fr_fr: Choisissez un terme dans la liste déroulante pour ordonner ses termes enfants.
it_it: Seleziona un termine dalla tendina per ordinare i suoi sotto-termini.
pl_pl: Wybierz termin z listy rozwijanej aby sortować terminy podrzędne

source: Order Sub-terms
es_es: Ordenar Sub términos
fr_fr: Ordre des termes enfants
it_it: Ordina i Sotto-termini
pl_pl: Sortuj terminy podrzędne

source: No terms found
es_es: No se encontraron términos
fr_fr: Aucun terme trouvé.
it_it: Nessun termine trovato
pl_pl: Nie znaleziono żadnego terminu

source: Settings
fr_fr: Réglages

source: Auto-Sort Queries of this Taxonomy
fr_fr: Tri automatique des requêtes pour cette Taxonomie.
pl_pl: Włącz funkcję Auto-Sort dla zapytań dla tej taksonomii

source: Save Settings
es_es: Salvar Ajustes
fr_fr: Enregistrer les réglages
it_it: Salva i settaggi
pl_pl: Zapisz ustawienia

source: Order updated successfully.
es_es: Ordenamiento actualizado satisfactoriamente.
fr_fr: Ordre mis à jour avec succès.
it_it: Ordinamento aggiornato correttamente
pl_pl: Kolejność zapisana.

source: An error occured, order has not been saved.
es_es: Un error ocurrió, el orden no ha sido salvado.
fr_fr: Une erreur s'est produite, l'ordre n'a pas été enregistré.
it_it: Si Ã¨ verificato un errore, ordine non salvato.
pl_pl: Wystąpił błąd podczas zapisywania kolejności.
